Repository: ykhaledw/promaison
Catalog: lib/l10n/intl_*.arb
Languages: ar

# chooseYourPreferedService
source: Choose all the services you need from us
ar: أختر كل ما تحتاجه من خدماتنا

# chooseYourServiceSubtitle
source: Specialized in electrical work, air conditioning, elevators, plumbing, and other services. The company has experienced and highly qualified staff.
ar: متخصصة في مجال الكهرباء، تكييف، مصاعد، السباكة،وخدماتأخرى وتمتلك الشركة خبرات وكوادر ذات كفاءة عالية

source: Next
ar: التالي

# buyAnyPiece
source: Buy all the parts for your home with ease
ar: اشتري كل القطع لمنزلك بسهولة

# buyAnyPieceSubtitle
source: We strive to provide a comprehensive service for home maintenance work that our clients need professionally, to be their first choice.
ar: نتطلع لتقديم خدمة متكاملة لأعمال صيانة المنازل التي يحتاج إليها ٍ عملائنا بشكل احترافي لنكون الخيار الأول لهم

source: Offering VIP Service
ar: توفير خدمة (VIP)

# offeringVIPServiceSubtitle
source: VIP is a service you can subscribe to annually with the option of monthly payments, ensuring the maintenance of your home or facility.
ar: vip هي خدمة يمكنك الاشتراك بها باشتراك سنوي مع إمكانية الدفع بشكل شهري واضمن صيانة منزلك او منشأتك

source: Get started
ar: هيا بنا نبدء

source: Skip login
ar: تخطي التسجيل

source: Login
ar: تسجيل الدخول

# loginUsingPhone
source: Log in using your phone number
ar: سجل الدخول باستخدام رقم الجوال

# enterYourNumber
source: Enter your phone number here
ar: ادخل رقم الجوال هنا

# conditionsText
source: By completing registration, you agree to the terms and conditions of PROMAISON
ar: باكمالك التسجيل فا أنت موافق علي الشروط والأحكام في PROMAISON

# readConditions
source: Read the terms
ar: قراءة الشروط

# otp
source: Verification Code
ar: رمز تأكيد

# enterReceivedOTP
source: Enter the 4-digit OTP sent to your phone number
ar: أدخل رمز التأكيد OTP المكون من 4 أرقام الذي تم إرساله إلى رقم الهاتف

# youCanResendCode
source: You can resend the code in
ar: يمكنك إعادة إرسال الكود خلال

source: Confirm
ar: تأكيد

source: Resend
ar: إعادة إرسال

# wrongCode
source: Incorrect code
ar: الكود غير صحيح

# requiredField
source: This field is required
ar: هذا الحقل مطلوب

# termsAndConditions
source: Terms & Conditions
ar: الشروط و الأحكام

source: Introduction
ar: المقدمة

source: Copyrights
ar: حقوق الملكية

source: Privacy Policy
ar: سياسة الخصوصية

# introductionContent
source: PROMAISON is a company specialized in the fields of electricity, air conditioning, elevators, plumbing, and other services. The company possesses extensive experience, highly skilled personnel, and modern equipment and tools to carry out tasks. Our work focuses on home and facility maintenance as well as full project implementation. We also handle re-establishments and are committed to quality and professionalism in all our services and operations.
ar: PROMAISON شركة متخصصة في مجال الكهرباء، تكييف، مصاعد، السباكة، وخدمات أخرى وتمتلك الشركة خبرات وكوادر ذات كفاءةعالية ، ومعدات وأدوات حديثة لتنفيذ ٍ الاعمال، وتتركز أعمالنا- على الصيانة المنزلية وللمنشئات وتنفيذ المشاريع بشكل كاملو كما نقوم بإعادة التأسيس، ونلتزم بضمان الجودةوالاحترافية في كافة أعمالنا وخدماتنا.

# copyrightsContent
source: PROMAISON is a company specialized in the fields of electricity, air conditioning, elevators, plumbing, and other services. The company possesses extensive experience, highly skilled personnel, and modern equipment and tools to carry out tasks. Our work focuses on home and facility maintenance as well as full project implementation. We also handle re-establishments and are committed to quality and professionalism in all our services and operations. PROMAISON is a company specialized in the fields of electricity, air conditioning, elevators, plumbing, and other services. The company possesses extensive experience, highly skilled personnel, and modern equipment and tools to carry out tasks. Our work focuses on home and facility maintenance as well as full project implementation. We also handle re-establishments and are committed to quality and professionalism in all our services and operations.
ar: PROMAISON شركة متخصصة في مجال الكهرباء، تكييف، مصاعد، السباكة، وخدمات أخرى وتمتلك الشركة خبرات وكوادر ذات كفاءة عالية ، ومعدات وأدوات حديثة لتنفيذ ٍ الاعمال، وتتركز أعمالنا- على الصيانة المنزلية وللمنشئات وتنفيذ المشاريع بشكل كاملو كما نقوم بإعادة التأسيس، ونلتزم بضمان الجودةوالاحترافية في كافة أعمالنا وخدماتنا-PROMAISON شركة متخصصة في مجال الكهرباء، تكييف، مصاعد، السباكة، وخدمات أخرى وتمتلك الشركة خبرات وكوادر ذات كفاءة عالية ، ومعدات وأدوات حديثة لتنفيذ ٍ الاعمال، وتتركز أعمالنا- على الصيانة المنزلية وللمنشئات وتنفيذ المشاريع بشكل كاملو كما نقوم بإعادة التأسيس، ونلتزم بضمان الجودةوالاحترافية في كافة أعمالنا وخدماتنا.

# privacyPolicyContent
source: PROMAISON is a company specialized in the fields of electricity, air conditioning, elevators, plumbing, and other services. The company possesses extensive experience, highly skilled personnel, and modern equipment and tools to carry out tasks. Our work focuses on home and facility maintenance as well as full project implementation. We also handle re-establishments and are committed to quality and professionalism in all our services and operations. PROMAISON is a company specialized in the fields of electricity, air conditioning, elevators, plumbing, and other services. The company possesses extensive experience, highly skilled personnel, and modern equipment and tools to carry out tasks. Our work focuses on home and facility maintenance as well as full project implementation. We also handle re-establishments and are committed to quality and professionalism in all our services and operations.
ar: PROMAISON شركة متخصصة في مجال الكهرباء، تكييف، مصاعد، السباكة، وخدمات أخرى وتمتلك الشركة خبرات وكوادر ذات كفاءة عالية ، ومعدات وأدوات حديثة لتنفيذ ٍ الاعمال، وتتركز أعمالنا- على الصيانة المنزلية وللمنشئات وتنفيذ المشاريع بشكل كاملو كما نقوم بإعادة التأسيس، ونلتزم بضمان الجودةوالاحترافية في كافة أعمالنا وخدماتنا-PROMAISON شركة متخصصة في مجال الكهرباء، تكييف، مصاعد، السباكة، وخدمات أخرى وتمتلك الشركة خبرات وكوادر ذات كفاءة عالية ، ومعدات وأدوات حديثة لتنفيذ ٍ الاعمال، وتتركز أعمالنا- على الصيانة المنزلية وللمنشئات وتنفيذ المشاريع بشكل كاملو كما نقوم بإعادة التأسيس، ونلتزم بضمان الجودةوالاحترافية في كافة أعمالنا وخدماتنا.
